# greet = """Привет, {name}! Меня зовут Стаффи, я помогу тебе и твоей компании с HR задачами 🐶"""
# choose_role = "🦴 Давай начнём с того, что ты выберешь свою породу:"

# hr_role = "Вы выбрали роль HR"
# employee_role = "Вы выбрали роль Сотрудник"

# choose_role_other = 'Гав-гав! Если ты HR-собака, нажми "HR", а если ты сотрудник, нажми "Сотрудник". Я услышу тебя и дам тебе нужную роль! 🦴'

# create_team = "🦴 Отлично! Давай создадим команду. Как назовём?"
# create_team_success = "🦴 Команда успешно создана!"
# create_team_error = "🦴 Ошибка при создании команды. Попробуйте ещё раз."

start_message = """Привет! Я Стаффи, помогу вашей команде быть самыми дружными 🐶"""

get_name = "Давай познакомимся! Напиши имя и фамилию, или псевдоним, если хочешь остаться анонимным. А ещё можешь нажать на кнопку и я возьму имя из твоего профиля 🦴"
added_name = "🦴 Отлично! Теперь я знаю, как тебя зовут!"

added_to_team = "Вы добавлены в команду! 🦴"

choose_team_member = "Выберите, кому хотите оставить свой Thank You: 🐶"

write_wish_variants = [
    'Напиши самые тёплые слова, которые ты хочешь сказать этому человеку 🦴',
    'Что ты хочешь сказать этому человеку? 🦴',
    'Что ты ценишь в этом человеке? Напиши ему 🦴',
    'Напиши своё спасибо этому человеку 🦴'
]

sent_wish = "Спасибо! Твоё Thank You отправлено! 🦴 "

not_in_team = "Ты не состоишь в команде. Зайди по специальной ссылке, которую отправили тебе в чат 🦴"

monday_thank_you_prepare = [
    "Отличной недели, не забудь написать мне, если захочешь сказать спасибо кому-то из коллег 🐶"
]

friday_thank_you_prepare = [
    "Сегодня пятница! Пора сказать спасибо своим коллегам за эту неделю 🦴"
]

friday_thank_you = [
    "Отличных выходных! Спасибо за эту неделю 🐶"
]

hi_stick = 'CAACAgIAAxkBAAOaZTQpl30K1c1c1_VF94m4d-MxTRcAApg6AALhQqFJjsiYsPwDW1UwBA'
love_stick = 'CAACAgIAAxkBAAOeZTQqYc0AAVimioCyhZpzGA0tUdM1AAKbOgAC4UKhSTQ4xeVIvWCbMAQ'
question_stick = 'CAACAgIAAxkBAAOdZTQqTbm_YbNV7XSfiUHJDoCYvZEAAp06AALhQqFJIUWKDg4pw3gwBA'
write_stick = 'CAACAgIAAxkBAAOpZTQxnXwxOMYmEbtGIex-RpxtrSEAAgE7AALhQqFJXlMtcArv6-4wBA'
not_in_team_stick = 'CAACAgIAAxkBAAIBPmU0WCWUouii0A84aT5vsCCHtb3EAAK3OwAC4UKhSTC6AyJr_IptMAQ'
work_stick = 'CAACAgIAAxkBAAIBwWU0em3zsiKIePAKdoeceB96Evx9AALnOwAC4UKhSQpD6PELtAQiMAQ'